[
  {
    "date": "1515-10-04",
    "description": "Geboren in Wittenberg als zweiter Sohn von Lucas Cranach und dessen Ehefrau Barbara Brengbier."
  },
  {
    "date": "1528-01-01",
    "description": "ca. 1527/1529 - Beginn der Lehrzeit in der väterlichen Werkstatt zusammen mit Bruder Hans."
  },
  {
    "date": "1535-01-01",
    "description": "Erstmals namentlich in Abrechnungen der väterlichen Werkstatt erwähnt."
  },
  {
    "date": "1536-01-01",
    "description": "Bis 1537 - In Abrechnungen für Arbeiten im Torgauer Schloss erwähnt."
  },
  {
    "date": "1541-01-01",
    "description": "Tod seiner Mutter Babara. Heirat mit Barbara Brück, Tochter des kursächsischen Kanzlers Dr. Gregor Brück, aus dieser Ehe vier Kinder."
  },
  {
    "date": "1549-01-01",
    "description": "Bis 1567 - Ratsherr in Wittenberg."
  },
  {
    "date": "1550-01-01",
    "description": "Tod seiner Frau Barbara."
  },
  {
    "date": "1551-01-01",
    "description": "Großformatige Herkulesbilder für das Dresdner Schloss. Heirat mit Magdalena Schurff, Tochter des Medizinprofessors Augustin Schurff und Nichte Philipp Melanchthons, aus dieser Ehe fünf Kinder."
  },
  {
    "date": "1553-01-01",
    "description": "Aufenthalt an Weimar zusammen mit Familie und Gesellen aufgrund der Pest in Wittenberg."
  },
  {
    "date": "1554-01-01",
    "description": "Geburt Augustin Cranach (gest. 1595)."
  },
  {
    "date": "1555-01-01",
    "description": "Epitaph für Herzog Johann Friedrich von Sachsen und Sibylle von Cleve, Weimarer Stadtkirche St. Peter und Paul. Amt des Kämmerers in Wittenberg"
  },
  {
    "date": "1558-01-01",
    "description": "Epitaph für Michael Meyenburg, Nordhausen, St. Blasii."
  },
  {
    "date": "1565-01-01",
    "description": "Epitaph für Fürst Joachim von Anhalt, Dessau, St. Johannis und St. Marien. Bürgermeister von Wittenberg (bis 1567)."
  },
  {
    "date": "1567-01-01",
    "description": "Grumbachsche Händel, Einsetzung Cranachs für seine verwitwete Schwester Barbara zur teilweisen Rückgabe der eingezogenen Besitztümer ihres Mannes."
  },
  {
    "date": "1568-01-01",
    "description": "Immatrikulation an der Universität Wittenberg."
  },
  {
    "date": "1586-01-25",
    "description": "Verstorben in Wittenberg."
  },
  {
    "date": "1586-01-27",
    "description": "Beerdigung in der Stadtkirche."
  },
  {
    "date": "1608-01-01",
    "description": "Tod Cranachs zweiter Frau Magdalena, Epitaph für Cranach und seine beiden Ehefrauen in der Stadtkirche."
  }
]