[
  {
    "startDate": "1483-11-10",
    "description": "Martin Luther wird in Eisleben geboren."
  },
  {
    "startDate": "1491-01-01",
    "description": "Besuch der Schule in Mansfeld, Magdeburg und Eisenach. (Abschluss 1501)"
  },
  {
    "startDate": "1501-01-01",
    "description": "Beginn des Studiums an der Artistenfakultät in Erfurt. (Abschluss des Studiums mit dem MagisterestartDateamen 1505)"
  },
  {
    "startDate": "1505-01-01",
    "description": "Eintritt in den Erfurter Augustinerorden (der Erzählung nach, veranlasst, nachdem Luther zuvor ein Erweckungserlebnis hatte indem er knapp einem Blitzschlag entgangen war)"
  },
  {
    "startDate": "1507-04-01",
    "description": "Im April wird Luther zum Priester geweiht und beginnt ein Theologiestudiums in Erfurt, das er ab 1508 in Wittenberg fortführt."
  },
  {
    "startDate": "1508-01-01",
    "description": "Luther beginnt zeitweilig als Dozent für Philosophie in der Universität Wittenberg. (Bis einschließlich 1509)"
  },
  {
    "startDate": "1510-01-01",
    "description": "Luther reist erstmalig für zwei Jahre nach Rom, in Angelegenheiten die seinen Orden betreffen."
  },
  {
    "startDate": "1512-10-01",
    "description": "Im Oktober wird Luther in Wittenberg zum Doktor der Theologie promoviert und übernimmt dort eine Professur in der Bibellehre."
  },
  {
    "startDate": "1513-01-01",
    "description": "Bis 1516 - Erste Vorlesungen Luthers über die Psalmen und den Römerbrief in der Universität Wittenberg."
  },
  {
    "startDate": "1515-01-01",
    "description": "Bis 1518 - Luther ist Distriktsvikar seines Ordens."
  },
  {
    "startDate": "1516-01-01",
    "description": "Bis 1517 - Luther führt erste kritische Disputationen gegen die hergebrachte scholastische Theologie."
  },
  {
    "startDate": "1517-10-01",
    "description": "Im Oktober veröffentlicht Luther 95 Thesen, die er an der Schlosskirche zu Wittenberg manifestiert. Luther fordert darin insbesondere die Abschaffung des Ablasshandels. Am 31. Oktober schickt er seine Streitschrift mit dieser Forderung an den Erzbischof von Mainz, Albrecht von Brandenburg. Dieser informiert im Dezember Rom über Luthers Thesen. Der Ablassprediger Johannes Tetzel zeigt Luther daraufhin als Ketzer an."
  },
  {
    "startDate": "1518-01-01",
    "description": "Rom eröffnet im Juni formal den Ketzerprozess. Beim Verhör durch Kardinal Cajetan im Oktober in Augsburg weigert sich Luther erneut zu widerrufen."
  },
  {
    "startDate": "1519-01-01",
    "description": "Rom verfolgt den „Fall Luther“ vorerst nicht weiter. Disputation in Leipzig mit dem Theologieprofessor Johann Eck, in der Luther die Unfehlbarkeit des Papstes und der Konzilien infrage stellt."
  },
  {
    "startDate": "1520-01-01",
    "description": "Erste programmatische Schriften skizzieren Luthers neue Ethik. Im Herbst des Jahres erscheinen drei seiner wichtigen reformatorischen Schriften (An den christlichen Adel deutscher Nation von des christlichen Standes Besserung; De captivitate Babylonica ecclesiae praeludium; Von der Freiheit eines Christenmenschen). Noch im Oktober erhält Luther die päpstliche Bulle „EstartDatesure Domine“, in der Papst Leo startDate. ihm den Ausschluss und den Bann aus der Kirche androht sowie die Verbrennung seiner Druckschriften androht. Luther verbrennt daraufhin im Dezember die päpstliche Bulle und bricht damit endgültig mit Rom."
  },
  {
    "startDate": "1521-01-01",
    "description": "Im Januar schließt der Papst mit seiner Bannbulle \"Decet Romanum Pontificem\" Luther aus der Kirche aus. Im April wird Luther zum Reichstag zu Worms gerufen um ihm Gelegenheit zu geben, seine Thesen zu wiederrufen. Dies verweigert Luther unter Berufung auf sein Gewissen. Im Mai verhängt daraufhin Kaiser Karl V. im Wormser Edikt die sogenannte Reichsacht über ihn und verbietet die Verbreitung und Lektüre seiner Schriften. Der sächsische Kurfürst Friedrich der Weise lässt Luther daraufhin von Mai an auf der Wartburg verstecken. Neben der Verfassung weiterer Schriften beginnt Luther im August auf der Wartburg innerhalb dreier Monate das Neue Testament ins Deutsche zu übersetzen."
  },
  {
    "startDate": "1522-03-01",
    "description": "Im März kehrt Luther nach Wittenberg zurück, wo im September die erste Auflage seines aus dem Alt-Griechischen ins Früh-Neuhochdeutsche übersetzte Neue Testament (sogen. September-Testament) erscheint."
  },
  {
    "startDate": "1523-06-01",
    "description": "Im Januar veröffentlicht Luther die Schrift \"Von weltlicher Obrigkeit …\", in der er seine später sogenannte Zwei-Reiche-Lehre ausführt. Luther führt erste Reformen in den Gottesdienst ein."
  },
  {
    "startDate": "1524-01-01",
    "description": "Luther setzt sich mit radikalen Positionen im eigenen Lager auseinander, darunter mit Thomas Müntzer und Andreas Bodenstein von Karlstadt."
  },
  {
    "startDate": "1525-01-01",
    "description": "Luther heiratet im Juni in Wittenberg Katharina von Bora, eine dem Orden entflohene Nonne."
  },
  {
    "startDate": "1526-01-01",
    "description": "Auf der Grundlage einer durch Luther verfassten neuen Gottesdienstordnung „Neue Messe“ gründen sich neue Lutherische Landeskirchen."
  },
  {
    "startDate": "1527-01-01",
    "description": "Auf dem Höhepunkt einer Auseinandersetzung über das Abendmahl, v.a. mit dem Zürcher Reformator Huldrych Zwingli, erkrankt Luther schwer."
  },
  {
    "startDate": "1529-10-01",
    "description": "Luther und Zwingli treffen sich im Oktober in Marburg zum Streitgespräch. Über die Streitfrage, ob Christus beim Abendmahl leibhaftig anwesend ist, erzielen sie keine Einigung."
  },
  {
    "startDate": "1534-01-01",
    "description": "Luthers erste Vollübersetzung der Bibel ins Deutsche erscheint bei Hans Lufft in Wittenberg."
  },
  {
    "startDate": "1539-01-01",
    "description": "Bis 1541 - Luther unterzieht seinen Bibelübersetzungen mehrere Revisionen."
  },
  {
    "startDate": "1543-01-01",
    "description": "Luther veröffentlicht polemische Schriften über Menschen jüdischen Glaubens."
  },
  {
    "startDate": "1545-01-01",
    "description": "Die Ausgabe der „Biblia: das ist: Die gantze Heilige Schrifft: Deudsch“ mit Korrekturen aus letzter Hand Luthers erscheint bei Hans Lufft in Wittenberg."
  },
  {
    "startDate": "1546-02-18",
    "description": "Luther stirbt in Eisleben."
  },
  {
    "startDate": "1546-02-22",
    "description": "Luther wird in Wittenberg beigesetzt"
  }
]