[
  {
    "startDate": "1515-10-04",
    "description": "Born in Wittenberg as second son of Lucas Cranach and his wife Barbara Brengbier."
  },
  {
    "startDate": "1528-01-01",
    "description": "ca. 1527/1529 - beginning of apprenticeship in his father's workshop together with brother Hans."
  },
  {
    "startDate": "1535-01-01",
    "description": "First mentioned by name in the accounts of his father's workshop."
  },
  {
    "startDate": "1536-01-01",
    "description": "Until 1537 - Mentioned in accounts for work in the Torgau castle."
  },
  {
    "startDate": "1541-01-01",
    "description": "Death of his mother Babara. Marriage to Barbara Brück, daughter of the Saxon chancellor Dr. Gregor Brück, from this marriage four children."
  },
  {
    "startDate": "1549-01-01",
    "description": "Until 1567 - alderman in Wittenberg."
  },
  {
    "startDate": "1550-01-01",
    "description": "death of his wife barbara."
  },
  {
    "startDate": "1551-01-01",
    "description": "Large-format Hercules paintings for the Dresden Palace. Marriage with Magdalena Schurff, daughter of the professor of medicine Augustin Schurff and niece of Philipp Melanchthon, five children from this marriage."
  },
  {
    "startDate": "1553-01-01",
    "description": "Stay in Weimar together with family and journeymen due to the plague in Wittenberg."
  },
  {
    "startDate": "1554-01-01",
    "description": "Birth Augustin Cranach (died 1595)."
  },
  {
    "startDate": "1555-01-01",
    "description": "Epitaph for Duke Johann Friedrich of Saxony and Sibylle of Cleve, Weimar City Church of St. Peter and Paul Office of the chamberlain in Wittenberg"
  },
  {
    "startDate": "1558-01-01",
    "description": "Epitaph for Michael Meyenburg, Nordhausen, St. Blasii."
  },
  {
    "startDate": "1565-01-01",
    "description": "Epitaph for Prince Joachim of Anhalt, Dessau, St. Johannis and St. Marien. Mayor of Wittenberg (until 1567)."
  },
  {
    "startDate": "1567-01-01",
    "description": "Grumbach's Handel, appointment of Cranach for his widowed sister Barbara for the partial return of her husband's confiscated possessions."
  },
  {
    "startDate": "1568-01-01",
    "description": "Enrolled at the University of Wittenberg."
  },
  {
    "startDate": "1586-01-25",
    "description": "died in wittenberg."
  },
  {
    "startDate": "1586-01-27",
    "description": "Funeral in the town church."
  },
  {
    "startDate": "1608-01-01",
    "description": "Death of Cranach's second wife Magdalena, epitaph for Cranach and his two wives in the town church."
  }
]