[
  {
    "startDate": "1518-1-01",
    "endDate": "",
    "description": "\"A Sermon of Indulgence and Mercy\" will be published in April in German language and is rapidly spreading."
  },
  {
    "startDate": "1519-01-01",
    "endDate": "",
    "description": "In June the Habsburg Charles V is elected King of the Holy Roman Empire; after his coronation in 1520 he calls himself \"chosen emperor\"."
  },
  {
    "startDate": "1524-01-01",
    "endDate": "",
    "description": "The Swedish King Gustav I. Wasa endsDateet the contact to Rome. His country becomes protestant in 1527."
  },
  {
    "startDate": "1525-01-01",
    "endDate": "",
    "description": "The peasant wars begin in May. In southern and central Germany, later also in Tyrol and Saxony, the uprisings are bloodily suppressed."
  },
  {
    "startDate": "1526-01-01",
    "endDate": "",
    "description": "The Reichstag in Speyer in August leaves princes and cities the choice of remaining Catholic or joining the Reformation until a National Council is held."
  },
  {
    "startDate": "1527-01-01",
    "endDate": "",
    "description": "By resolution of the Swedish and Finnish Riksdag, the Church in Sweden and Finland is directly subordinated to the Crown, and the church estates are transferred to the monarch. In July the first Protestant college is inaugurated in Marburg under Landgrave Philipp I."
  },
  {
    "startDate": "1529-01-01",
    "endDate": "",
    "description": "In April, Reformation princes protest at the second Reichstag in Speyer against the maintenance of the Worms Edict. Their protest gives rise to the term \"Protestantism\" for the following date."
  },
  {
    "startDate": "1530-01-01",
    "endDate": "",
    "description": "In June, Protestant Estates present the \"Augsburg Confession\" (\"Confessio Augustana\"), begun by Philipp Melanchton, to the Augsburg Reichstag - in which Luther, as an outlaw, is not allowed to participate. The hope for its recognition is quickly shattered. The Catholic response is given during the Reichstag. Under threat of violence, the Catholic Church demands a return to Roman doctrine."
  },
  {
    "startDate": "1531-01-01",
    "endDate": "",
    "description": "Protestant Estates found a defensive alliance against the emperor in February with the \"Schmalkaldic League\"."
  },
  {
    "startDate": "1532-01-01",
    "endDate": "",
    "description": "Charles V, who sees the empire threatened above all by the Ottomans, gives in. The \"Nuremberg Decency\" is then a temporary religious peace."
  },
  {
    "startDate": "1533-01-01",
    "endDate": "",
    "description": "Henry VIII of England marries Anne Boleyn against the will of the Pope. In addition, he declares himself head of the English National Church, which follows the Reformation doctrine (Anglican Church)."
  },
  {
    "startDate": "1536-01-01",
    "endDate": "",
    "description": "The Danish king subjects his country to a uniform church order designed by the reformer Bugenhagen."
  },
  {
    "startDate": "1538-01-01",
    "endDate": "",
    "description": "In June, Catholic states join together against the Schmalkaldic League in the Catholic League."
  },
  {
    "startDate": "1541-06-01",
    "endDate": "",
    "description": "John Calvin begins to introduce his church order in Geneva."
  },
  {
    "startDate": "1545-01-01",
    "endDate": "",
    "description": "In the pamphlet Against the Papacy in Rome, donated by the devil the last sharp demarcation to the Roman church takes place."
  },
  {
    "startDate": "1545-12-01",
    "endDate": "",
    "description": "In December Pope Paul III convenes the Council of Trent. As a result of the Reformation, the Roman Church deliberates on its own reforms until 1563."
  },
  {
    "startDate": "1546-01-01",
    "endDate": "",
    "description": "In a phase of foreign policy calm in July, the emperor prepares for war against the Schmalkaldic League. The Schmalkaldic League precedes his attack: The Schmalkaldic War begins."
  },
  {
    "startDate": "1547-04-01",
    "endDate": "",
    "description": "Charles V. beats the Protestant troops in April in the battle of Mühlberg on the Elbe."
  },
  {
    "startDate": "1552-03-01",
    "endDate": "",
    "description": "In March, Protestant Estates allied themselves with France against the Emperor in the so-called \"Princes' Revolt\" and conquered numerous cities. Charles V. has to flee as a result."
  },
  {
    "startDate": "1552-08-01",
    "endDate": "",
    "description": "Charles' brother, King Ferdinand I, makes peace with the Protestants in Passau in August "
  },
    {
    "startDate": "1555-09-01",
    "endDate": "",
    "description": "In September the \"Augsburg Religious Peace\" recognizes Lutheranism. In the future the rulers of the land will decide on the denomination of their subjects (cuius regio, eius religio)."
  },
  {
    "startDate": "1560-01-01",
    "endDate": "1569-12-31",
    "description": "Lutheran theologians and jurists (Gnesiolutherans, Exulantes Christi) are expelled from their communities in the south of the Old Kingdom, as are Huguenots from France in the context of the religious wars there."
  },
  {
    "startDate": "1562-01-01",
    "endDate": "1598-12-31",
    "description": "The so-called Huguenot wars take place in France."
  },
  {
    "startDate": "1568-01-01",
    "endDate": "1648-12-31",
    "description": "The Dutch freedom fight ends in the \"Eighty Years War\"."
  },
  {
    "startDate": "1572-01-01",
    "endDate": "1572-12-31",
    "description": "The Sejm (Polish parliament) recognizes the equal cooperation of Protestant, Roman Catholic and Orthodox forms of faith."
  }
]