[
  {
    "startDate": "1483-11-10",
    "description": "Martin Luther is born in Eisleben."
  },
  {
    "startDate": "1491-01-01",
    "description": "Attended school in Mansfeld, Magdeburg and Eisenach. (graduation 1501)"
  },
  {
    "startDate": "1501-01-01",
    "description": "Start of studies at the Artist Faculty in Erfurt. (completion of the studies with the MagisterestartDateamen 1505)."
  },
  {
    "startDate": "1505-01-01",
    "description": "Entry into the Erfurt Augustinian Order (according to the story, after Luther had a revival experience by escaping a lightning strike)"
  },
  {
    "startDate": "1507-04-01",
    "description": "In April Luther is ordained a priest and begins to study theology in Erfurt, which he continues in Wittenberg from 1508."
  },
  {
    "startDate": "1508-01-01",
    "description": "Luther begins temporarily as a lecturer in philosophy at the University of Wittenberg. (Up to and including 1509)"
  },
  {
    "startDate": "1510-01-01",
    "description": "Luther travels for the first time for two years to Rome, in matters concerning his order."
  },
  {
    "startDate": "1512-10-01",
    "description": "In October, Luther is awarded a doctorate in theology in Wittenberg, where he takes up a professorship in Bible teaching."
  },
  {
    "startDate": "1513-01-01",
    "description": "Until 1516 - first lectures of Luther on the Psalms and the Letter to the Romans at the University of Wittenberg."
  },
  {
    "startDate": "1515-01-01",
    "description": "Until 1518 - Luther is district vicar of his order."
  },
  {
    "startDate": "1516-01-01",
    "description": "Until 1517 - Luther leads first critical disputations against the traditional scholastic theology."
  },
  {
    "startDate": "1517-10-01",
    "description": "In October, Luther published 95 theses, which he manifested at the Schlosskirche in Wittenberg. In it Luther demands in particular the abolition of the indulgence trade. On October 31, he sends his pamphlet with this demand to the Archbishop of Mainz, Albrecht of Brandenburg. In December, the Archbishop informs Rome about Luther's theses. The indulgence preacher Johannes Tetzel then denounces Luther as a heretic."
  },
  {
    "startDate": "1518-01-01",
    "description": "Rome formally opens the heretic trial in June. At the interrogation by Cardinal Cajetan in Augsburg in October, Luther refuses to recant again."
  },
  {
    "startDate": "1519-01-01",
    "description": "Rome does not pursue the \"Fall of Luther\" for the time being. Disputation in Leipzig with the theology professor Johann Eck, in which Luther questions the infallibility of the pope and the councils."
  },
  {
    "startDate": "1520-01-01",
    "description": "First programmatic writings outline Luther's new ethics. In the fall of that year, three of his important Reformation writings were published (To the Christian Nobility of the German Nation from the Christian Stand Besserung; De captivitate Babylonica ecclesiae praeludium; Von der Freiheit eines Christenmenschen). Still in October Luther receives the papal bull \"EstartDatesure Domine\", in which Pope Leo startDate. threatens him with expulsion and banishment from the church as well as the burning of his printed works. Thereupon Luther burns the papal bull in December and breaks with Rome for good."
  },
  {
    "startDate": "1521-01-01",
    "description": "In January the Pope closes with his bull of excommunication \"Decet Romanum Pontificem\" Luther out of the church. In April Luther is called to the Reichstag in Worms to give him the opportunity to recant his theses. Luther refuses to do so, citing his conscience. In May, Emperor Charles V. thereupon imposes the so-called \"Reichsacht\" on him in the Edict of Worms and forbids the distribution and reading of his writings. The Saxon Elector Frederick the Wise then had Luther hidden at Wartburg Castle from May on. In addition to writing further writings, Luther begins to translate the New Testament into German at the Wartburg Castle in August within three months."
  },
  {
    "startDate": "1522-03-01",
    "description": "In March, Luther returns to Wittenberg, where in September the first edition of his New Testament (the so-called September Testament), translated from Old Greek into Early High German, is published."
  },
  {
    "startDate": "1523-06-01",
    "description": "In January Luther publishes the writing \"Of Worldly Authority ...\", in which he expounds his later so-called Two-Realm Teaching. Luther introduces the first reforms in the worship service."
  },
  {
    "startDate": "1524-01-01",
    "description": "Luther deals with radical positions in his own camp, including Thomas Müntzer and Andreas Bodenstein of Karlstadt."
  },
  {
    "startDate": "1525-01-01",
    "description": "Luther marries in June in Wittenberg Katharina von Bora, a nun who has escaped from the order."
  },
  {
    "startDate": "1526-01-01",
    "description": "On the basis of a new order of worship called \"New Mass\", written by Luther, new Lutheran regional churches are being founded."
  },
  {
    "startDate": "1527-01-01",
    "description": "At the climax of an argument about the Lord's Supper, especially with the Zurich Reformer Huldrych Zwingli, Luther fell seriously ill."
  },
  {
    "startDate": "1529-10-01",
    "description": "Luther and Zwingli will meet in October in Marburg for a discussion. They do not reach agreement on the question of whether Christ is present in person at the Lord's Supper."
  },
  {
    "startDate": "1534-01-01",
    "description": "Luther's first full translation of the Bible into German is published by Hans Lufft in Wittenberg."
  },
  {
    "startDate": "1539-01-01",
    "description": "Until 1541 - Luther subjected his Bible translations to several revisions."
  },
  {
    "startDate": "1543-01-01",
    "description": "Luther publishes polemical writings about people of the Jewish faith."
  },
  {
    "startDate": "1545-01-01",
    "description": "The edition of \"Biblia: das ist: Die gantze Heilige Schrifft: Deudsch\" with corrections from Luther's last hand is published by Hans Lufft in Wittenberg."
  },
  {
    "startDate": "1546-02-18",
    "description": "Luther dies in Eisleben."
  },
  {
    "startDate": "1546-02-22",
    "description": "Luther is buried in Wittenberg"
  }
]